Repository: felitrejos/ping
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ca, es

source: · may be outdated
ca: · pot estar desactualitzat
es: · puede estar desactualizado

source: %@. Tap to see details.
ca: %@. Toca per veure els detalls.
es: %@. Toca para ver los detalles.

source: %1$@ to %2$@
ca: %1$@ a %2$@
es: %1$@ a %2$@

source: %1$@ to %2$@ in %3$lld min
ca: %1$@ a %2$@ en %3$lld min
es: %1$@ a %2$@ en %3$lld min

source: %lld min ride
ca: %lld min en tren
es: %lld min en tren

source: %lld min walk
ca: %lld min caminant
es: %lld min andando

source: %lld stations
ca: %lld estacions
es: %lld estaciones

source: %lldm ride
ca: %lldm tren
es: %lldm tren

source: %lldm walk
ca: %lldm a peu
es: %lldm andando

source: 2 min to departure
ca: 2 min per a la sortida
es: 2 min para salir

source: Add
ca: Afegeix
es: Añadir

source: Add Favorite
ca: Afegeix preferida
es: Añadir favorita

source: Add favorite stations in Settings for quick route switching.
ca: Afegeix estacions preferides a Configuració per canviar de ruta ràpidament.
es: Añade estaciones favoritas en Ajustes para cambiar de ruta rápidamente.

source: Add new favorite
ca: Afegeix una preferida
es: Añadir favorita

source: All clear
ca: Tot bé
es: Todo en orden

source: All stations
ca: Totes les estacions
es: Todas las estaciones

source: Allow
ca: Permet
es: Permitir

source: Allow calendar access to get commute suggestions from your upcoming events.
ca: Permet l'accés al calendari per rebre suggeriments de trajectes a partir dels teus esdeveniments.
es: Permite el acceso al calendario para recibir sugerencias de trayectos a partir de tus eventos.

source: Allowed
ca: Permès
es: Permitido

# Apply route %@ to %@
source: Apply route %1$@ to %2$@
ca: Aplica la ruta %1$@ a %2$@
es: Aplicar ruta %1$@ a %2$@

source: Arrival
ca: Arribada
es: Llegada

source: best reachable station: %@
ca: millor estació accessible: %@
es: mejor estación accesible: %@

source: Calendar
ca: Calendari
es: Calendario

source: Calendar access
ca: Accés al calendari
es: Acceso al calendario

source: Cancel
ca: Cancel·la
es: Cancelar

source: Choose Destination
ca: Tria la destinació
es: Elige destino

source: Choose Origin
ca: Tria l'origen
es: Elige origen

source: Choose origin and destination in Settings.
ca: Tria l'origen i la destinació a Configuració.
es: Elige origen y destino en Ajustes.

source: Choose station
ca: Tria estació
es: Elige estación

source: Close bus stop details
ca: Tanca els detalls de la parada
es: Cerrar detalles de la parada

source: Close station actions
ca: Tanca les accions de l'estació
es: Cerrar acciones de la estación

source: Closest station is %1$@. Next train: %2$@.
ca: L'estació més propera és %1$@. Pròxim tren: %2$@.
es: La estación más cercana es %1$@. Próximo tren: %2$@.

source: Closest station is %1$@. Next trains: %2$@, then %3$@.
ca: L'estació més propera és %1$@. Pròxims trens: %2$@, després %3$@.
es: La estación más cercana es %1$@. Próximos trenes: %2$@, luego %3$@.

source: Closure
ca: Tancament
es: Cierre

source: Couldn't reach FGC. Check your connection — Ping will retry on the next refresh.
ca: No s'ha pogut connectar amb FGC. Comprova la connexió — Ping ho tornarà a provar.
es: No se pudo contactar con FGC. Comprueba la conexión — Ping volverá a intentarlo.

source: Couldn't reach FGC. Check your connection — we'll retry on the next refresh.
ca: No s'ha pogut connectar amb FGC. Comprova la connexió — ho tornarem a provar.
es: No se pudo contactar con FGC. Comprueba la conexión — volveremos a intentarlo.

source: Couldn't refresh
ca: No s'ha pogut actualitzar
es: No se pudo actualizar

source: Cutting it close
ca: Just a temps
es: Vas justo

source: Delayed · %@
ca: Retard · %@
es: Retraso · %@

source: Denied
ca: Denegat
es: Denegado

source: Departure
ca: Sortida
es: Salida

source: Departures Between Stations
ca: Sortides entre estacions
es: Salidas entre estaciones

# Departures from %@ in %@
source: Departures from %1$@ in %2$@
ca: Sortides des de %1$@ a %2$@
es: Salidas desde %1$@ en %2$@

source: Destination
ca: Destinació
es: Destino

source: DESTINATION
ca: DESTINACIÓ
es: DESTINO

source: destination station: %@
ca: estació de destinació: %@
es: estación de destino: %@

source: Disable FGC station overlay
ca: Desactiva la capa d'estacions FGC
es: Desactivar capa de estaciones FGC

source: Disable TMB bus overlay
ca: Desactiva la capa de busos TMB
es: Desactivar capa de buses TMB

source: Done
ca: Fet
es: Listo

source: Enable calendar
ca: Activa el calendari
es: Activar calendario

source: Enable calendar access
ca: Activa l'accés al calendari
es: Activa el acceso al calendario

source: Enable calendar access in Settings to get commute suggestions from your upcoming events.
ca: Activa l'accés al calendari a Configuració per rebre suggeriments dels teus propers esdeveniments.
es: Activa el acceso al calendario en Ajustes para recibir sugerencias de tus próximos eventos.

source: Enable FGC station overlay
ca: Activa la capa d'estacions FGC
es: Activar capa de estaciones FGC

source: Enable location to search routes
ca: Activa la ubicació per cercar rutes
es: Activa la ubicación para buscar rutas

source: Enable TMB bus overlay
ca: Activa la capa de busos TMB
es: Activar capa de buses TMB

source: Favorite stations
ca: Estacions preferides
es: Estaciones favoritas

source: Favorites
ca: Preferides
es: Favoritas

source: Favorites show up in the menu bar for quick switching.
ca: Les preferides apareixen a la barra de menús per canviar-les ràpidament.
es: Las favoritas aparecen en la barra de menús para cambiarlas rápidamente.

source: FGC · %lld alert
ca: FGC · %lld avís
es: FGC · %lld aviso

source: FGC · %lld alerts
ca: FGC · %lld avisos
es: FGC · %lld avisos

source: FGC · All lines running
ca: FGC · Totes les línies en servei
es: FGC · Todas las líneas operativas

source: FGC isn't reporting any departures from here right now.
ca: FGC no informa de cap sortida des d'aquí ara mateix.
es: FGC no informa de salidas desde aquí ahora mismo.

source: FGC isn't reporting any disruptions right now.
ca: FGC no informa de cap incidència ara mateix.
es: FGC no informa de incidencias ahora mismo.

source: Follow
ca: Segueix
es: Seguir

source: Follow this trip
ca: Segueix aquest trajecte
es: Seguir este trayecto

source: Follow trip
ca: Segueix el trajecte
es: Seguir trayecto

source: Following trip
ca: Seguint el trajecte
es: Siguiendo trayecto

source: from %@
ca: des de %@
es: desde %@

source: Go to %@
ca: Cap a %@
es: Ve a %@

source: Heading home?
ca: Tornes a casa?
es: ¿Vuelves a casa?

source: Hide upcoming departures
ca: Amaga les properes sortides
es: Ocultar próximas salidas

source: Home
ca: Inici
es: Inicio

source: I couldn't find your closest station. Enable location access for Ping and try again.
ca: No he trobat la teva estació més propera. Activa l'accés a la ubicació per a Ping i torna-ho a provar.
es: No encontré tu estación más cercana. Activa el acceso a la ubicación para Ping e inténtalo otra vez.

source: Info
ca: Informació
es: Información

source: Leave %@
ca: Surt a les %@
es: Sal a las %@

source: Leave in
ca: Surt en
es: Sal en

source: Leave now
ca: Surt ara
es: Sal ahora

# Leave now for %@ · Train at %@
source: Leave now for %1$@ · Train at %2$@
ca: Surt ara per a %1$@ · Tren a les %2$@
es: Sal ahora para %1$@ · Tren a las %2$@

source: Live Activity
ca: Activitat en directe
es: Actividad en vivo

source: Live countdown is paused while Sleep mode is on.
ca: El compte enrere està en pausa mentre el mode Repòs està activat.
es: La cuenta atrás está en pausa mientras el modo Reposo está activo.

source: Live countdown is paused. Wake from Settings anytime.
ca: El compte enrere està en pausa. Desperta'l des de Configuració quan vulguis.
es: La cuenta atrás está en pausa. Despiértala desde Ajustes cuando quieras.

source: Loading arrivals…
ca: Carregant arribades…
es: Cargando llegadas…

source: Loading departures…
ca: Carregant sortides…
es: Cargando salidas…

source: Location is off, so nearby stations are unavailable.
ca: La ubicació està desactivada, així que no hi ha estacions properes.
es: La ubicación está desactivada, así que no hay estaciones cercanas.

source: Major
ca: Important
es: Importante

source: Map
ca: Mapa
es: Mapa

source: Minor
ca: Lleu
es: Leve

source: Missed
ca: Perdut
es: Perdido

source: Missed %@
ca: Has perdut %@
es: Has perdido %@

source: Nearby stations
ca: Estacions properes
es: Estaciones cercanas

source: Nearby Stations
ca: Estacions properes
es: Estaciones cercanas

source: Nearest stations
ca: Estacions més properes
es: Estaciones más cercanas

source: Never miss your train
ca: No perdis mai el tren
es: No vuelvas a perder el tren

source: Next Departure
ca: Propera sortida
es: Próxima salida

# Next departures from %@ to %@: %@.
source: Next departures from %1$@ to %2$@: %3$@.
ca: Properes sortides de %1$@ a %2$@: %3$@.
es: Próximas salidas de %1$@ a %2$@: %3$@.

source: Next train in %@
ca: Pròxim tren a %@
es: Próximo tren en %@

source: Next train near me in %@
ca: Pròxim tren a prop meu a %@
es: Próximo tren cerca de mí en %@

source: No compatible stations found for this route.
ca: No s'ha trobat cap estació compatible per a aquesta ruta.
es: No se han encontrado estaciones compatibles para esta ruta.

source: No favorites yet. Add stations you use most for quick switching.
ca: Encara no tens preferides. Afegeix les estacions que fas servir més per canviar-les ràpidament.
es: Aún no tienes favoritas. Añade las estaciones que más usas para cambiarlas rápido.

source: No matches
ca: Cap coincidència
es: Sin resultados

source: No nearby stations
ca: Cap estació propera
es: Sin estaciones cercanas

source: No nearby stops
ca: Cap parada propera
es: Sin paradas cercanas

source: No stations available
ca: Cap estació disponible
es: No hay estaciones disponibles

source: No stations found
ca: Cap estació trobada
es: No se han encontrado estaciones

source: No upcoming buses
ca: Cap bus proper
es: Sin próximos buses

source: No upcoming departures found from %@ right now.
ca: No hi ha sortides imminents des de %@ ara mateix.
es: No hay próximas salidas desde %@ ahora mismo.

# No upcoming departures found from %@ to %@.
source: No upcoming departures found from %1$@ to %2$@.
ca: No hi ha sortides imminents de %1$@ a %2$@.
es: No hay próximas salidas de %1$@ a %2$@.

source: No upcoming trains
ca: Cap tren proper
es: Sin próximos trenes

source: Nothing upcoming.
ca: Res a la vista.
es: Nada a la vista.

source: Nothing upcoming. Add a location to a calendar event to see commute suggestions here.
ca: Res a la vista. Afegeix una ubicació a un esdeveniment del calendari per veure aquí suggeriments de trajecte.
es: Nada a la vista. Añade una ubicación a un evento del calendario para ver sugerencias aquí.

source: Open App Settings
ca: Obre la configuració de l'app
es: Abrir ajustes de la app

source: Open Ping to switch to the next train
ca: Obre Ping per passar al pròxim tren
es: Abre Ping para pasar al próximo tren

source: Open settings
ca: Obre la configuració
es: Abrir ajustes

source: Open Settings
ca: Obre la configuració
es: Abrir ajustes

source: Open settings to enable location
ca: Obre la configuració per activar la ubicació
es: Abre los ajustes para activar la ubicación

source: Open System Settings
ca: Obre Configuració del sistema
es: Abrir Ajustes del sistema

source: Origin
ca: Origen
es: Origen

source: ORIGIN
ca: ORIGEN
es: ORIGEN

source: Origin and destination must be different stations.
ca: L'origen i la destinació han de ser estacions diferents.
es: El origen y el destino deben ser estaciones distintas.

source: Ping uses your calendar to suggest when to leave for upcoming commutes.
ca: Ping fa servir el calendari per suggerir-te quan sortir cap als propers trajectes.
es: Ping usa tu calendario para sugerirte cuándo salir hacia tus próximos trayectos.

source: Primary
ca: Principal
es: Principal

source: Pull to retry or try again in a moment.
ca: Estira per tornar-ho a provar o espera un moment.
es: Desliza para reintentar o vuelve a probar en un momento.

source: Quit
ca: Surt
es: Salir

source: Refresh
ca: Actualitza
es: Actualizar

source: Remove
ca: Elimina
es: Eliminar

source: Results
ca: Resultats
es: Resultados

source: Retry
ca: Torna-ho a provar
es: Reintentar

source: Reverse
ca: Inverteix
es: Invertir

source: Reverse today's route.
ca: Inverteix la ruta d'avui.
es: Invierte la ruta de hoy.

source: Route
ca: Ruta
es: Ruta

source: Route selected
ca: Ruta seleccionada
es: Ruta seleccionada

source: Save current route
ca: Desa la ruta actual
es: Guardar ruta actual

source: Saved routes
ca: Rutes desades
es: Rutas guardadas

source: Search
ca: Cerca
es: Buscar

source: Search and select a station
ca: Cerca i selecciona una estació
es: Busca y selecciona una estación

source: Search and select stations using the pickers above.
ca: Cerca i selecciona estacions amb els selectors de dalt.
es: Busca y selecciona estaciones con los selectores de arriba.

source: Search results
ca: Resultats de la cerca
es: Resultados de la búsqueda

source: Search routes
ca: Cerca rutes
es: Buscar rutas

source: Search station
ca: Cerca estació
es: Buscar estación

source: Search stations
ca: Cerca estacions
es: Buscar estaciones

source: Searching stations...
ca: Cercant estacions...
es: Buscando estaciones...

source: Searching...
ca: Cercant...
es: Buscando...

source: Service alerts
ca: Avisos de servei
es: Avisos de servicio

source: Service may have wound down for the night, or FGC is between scheduled departures. Pull to refresh once trains start running again.
ca: El servei pot haver acabat per avui, o FGC està entre sortides programades. Estira per actualitzar quan els trens tornin a circular.
es: El servicio puede haber terminado por hoy o FGC está entre salidas programadas. Desliza para actualizar cuando vuelvan a circular.

source: Service may have wound down for the night. Ping will keep refreshing in the background.
ca: El servei pot haver acabat per avui. Ping continuarà actualitzant-se en segon pla.
es: El servicio puede haber terminado por hoy. Ping seguirá actualizándose en segundo plano.

source: Set %@ as origin.
ca: Estableix %@ com a origen.
es: Pon %@ como origen.

source: Set as destination
ca: Estableix com a destinació
es: Establecer como destino

source: Set as origin
ca: Estableix com a origen
es: Establecer como origen

source: Set route
ca: Defineix ruta
es: Definir ruta

source: Settings
ca: Configuració
es: Ajustes

# Show trains to %@ in %@
source: Show trains to %1$@ in %2$@
ca: Mostra trens a %1$@ a %2$@
es: Mostrar trenes a %1$@ en %2$@

source: Show upcoming departures
ca: Mostra les properes sortides
es: Mostrar próximas salidas

source: Shows FGC train stations on the map
ca: Mostra les estacions de tren FGC al mapa
es: Muestra las estaciones de tren FGC en el mapa

source: Shows nearby TMB bus stops on the map when zoomed in
ca: Mostra les parades de bus TMB properes al mapa quan fas zoom
es: Muestra las paradas de bus TMB cercanas al mapa al hacer zoom

source: Sleep menu bar
ca: Posa la barra de menús a dormir
es: Dormir barra de menús

source: Sleep mode on
ca: Mode Repòs activat
es: Modo Reposo activado

source: Sleeping
ca: Adormit
es: En reposo

source: Start from home?
ca: Comences des de casa?
es: ¿Sales desde casa?

source: Station metadata still loading
ca: Encara s'estan carregant les dades de l'estació
es: Cargando datos de la estación

source: Stations
ca: Estacions
es: Estaciones

source: Stations unavailable
ca: Estacions no disponibles
es: Estaciones no disponibles

source: Stop
ca: Atura
es: Detener

source: Swap origin and destination
ca: Intercanvia l'origen i la destinació
es: Intercambiar origen y destino

source: Swap route
ca: Intercanvia la ruta
es: Intercambiar ruta

source: Switch
ca: Canvia
es: Cambiar

source: Switch to next
ca: Passa al següent
es: Pasar al siguiente

source: Switch to this train
ca: Canvia a aquest tren
es: Cambiar a este tren

source: Tap the + above to save this route for one-tap switching later.
ca: Toca el + de dalt per desar aquesta ruta i canviar-la d'un sol toc més endavant.
es: Toca el + de arriba para guardar esta ruta y cambiarla luego con un toque.

source: the station
ca: l'estació
es: la estación

source: Tip: pick “While Using the App” to avoid re-enabling every launch.
ca: Consell: tria “Mentre utilitzes l'app” per no haver d'activar-ho cada vegada.
es: Consejo: elige “Mientras uses la app” para no tener que activarlo cada vez.

source: TMB isn't reporting any arrivals at this stop right now.
ca: TMB no informa de cap arribada en aquesta parada ara mateix.
es: TMB no informa de llegadas en esta parada ahora mismo.

source: Train departs
ca: El tren surt
es: Sale el tren

source: Try a different station name.
ca: Prova amb un altre nom d'estació.
es: Prueba con otro nombre de estación.

source: Try again in a moment.
ca: Torna-ho a provar d'aquí un moment.
es: Vuelve a intentarlo en un momento.

source: Try another station name.
ca: Prova amb un altre nom d'estació.
es: Prueba con otro nombre de estación.

source: Upcoming departures
ca: Properes sortides
es: Próximas salidas

source: Updated
ca: Actualitzat
es: Actualizado

source: Use home
ca: Fes servir la de casa
es: Usar la de casa

source: Use this route
ca: Fes servir aquesta ruta
es: Usa esta ruta

source: Using location
ca: Utilitzant la ubicació
es: Usando la ubicación

source: Wake menu bar
ca: Desperta la barra de menús
es: Despertar barra de menús
